[
  "You can fit over 1,300 Earth-sized things inside Jupiter but over 1,300,000 Earth sized things inside our Sun!",
  "If you drove to the Sun it would take 152 years.",
  "There's more water on Europa than there is on Earth.",
  "Io smells like rotten eggs because of the sulphur volcanoes. Stinkiest place in the Solar System?",
  "The giant planets have likely moved since they formed, and Neptune and Uranus might have switched places",
  "You could float Saturn in the bath. If you had a Saturn-sized bath.",
  "If the Sun is a big beach ball, then the Earth is a small marble about a football field away",
  "There’s Red helium-neon rain on Jupiter and metallic snow/frost on Venus.",
  "The rain on Saturn's moon Titan is flammable (but there's no oxygen there so it never burns).",
  "During a Martian sunset, the Sun looks blue and the rest of the sky turns red.",
  "If you want to visit our nearest spiral galaxy, wait a couple billion years: it's on a collision course with us.",
  "If Saturn's rings shrunk to the thickness of 1 sheet of paper, the paper would be 500 meters wide.",
  "The Sun is rounder than it should be.",
  "During a collision of galaxies made of hundreds of billions of stars, the number of stars that collide is usually 0.",
  "The full Moon takes up the same space in the sky as our nearest spiral galaxy neighbor (which is very faint).",
  "Dust in galaxies smells like fried chicken.",
  "All of the gold in the Universe was made in the explosions of dying stars.",
  "All of the planets in the solar system lined end-to-end would just fit between the Earth and the Moon.",
  "We think there are as many planets in the galaxy as there are stars. We just haven't found most of them (yet).",
  "80% of the stuff in the universe is dark matter, and we can only see it from it's gravitational pull.",
  "To drive a car from one end of the Milky Way galaxy to the other, you'd need to convert about 50x all the life on Earth into gasoline.",
  "Shortly after the big bang, the entire universe was about a thousand times smoother than a bowling ball.",
  "Stars don't actually twinkle. Instead, the air on the Earth moves and distorts the light.",
  "In four billion years our Sun will be dying, Earth will no longer be habitable, and our Milky Way galaxy will be colliding with Andromeda.",
  "The biggest volcano in the Solar system is 'Olympus Mons' on Mars. It's 22 Km high and would cover most of France.",
  "Astronomers have found almost 5000 planets outside of the Solar system.",
  "Black holes have such strong gravity that even light can't escape from them. That's why they're black.",
  "The Moon and the Earth used to be one planet.",
  "100 billion solar neutrinos passed through every square centimeter of you before you finished reading this",
  "If you could place a pinhead-sized piece of the Sun on the Earth you would die from standing within 145 km (90 miles) from it.",
  "Space is not a complete vacuum: there are about 3 atoms per cubic meter of space.",
  "Only 5% of the Universe is made up of normal matter: 25% is dark matter and 70% is dark energy.",
  "Neutron stars are so dense that a teaspoon of them would be equal to the weight of the entire Earth’s population.",
  "The Sun is 400 times larger than the Moon but is 400 times further away from Earth, making them appear the same size.",
  "The star Lucy in the constellation Centaurus is a huge cosmic diamond of 10 billion trillion trillion carats.",
  "Seasons last 21 years on Uranus while each pole has 42 years of sunlight followed by 42 years of darkness.",
  "Venus does not have any seasons at all.",
  "1 year on Mercury consists of less than 2 days on Mercury.",
  "There are as many oxygen atoms in a breath as breaths of air in the atmosphere.",
  "Helium is the only substance in the universe that cannot be in solid form. It can’t be cold enough.",
  "The coldest place in the Universe is on Earth, in Wolfgang Ketterles lab in Massachusetts: 0.000000000001 degrees Kelvin.",
  "The pistol star is the most luminous star known, at 10 million times the brightness of the Sun.",
  "Saturn’s moon Titan has liquid oceans of natural gas.",
  "All the planets are the same age: 4.544 billion years.",
  "Earth's moon was most likely formed after an early planet named Theia crashed into Earth.",
  "8000 stars are visible with the naked eye from Earth. 4000 in each hemisphere, 2000 at daylight and 2000 at night.",
  "90-99% of all normal matter in the universe is hydrogen.",
  "Only 55% of all Americans know that the Sun is a star.",
  "Because of the speed the Sun moves at, solar eclipses can last at most 7 minutes and 58 seconds.",
  "Lunar eclipses can last 1 hour and 40 minutes.",
  "All the coal, oil, gas, wood and fuel on Earth would only keep the Sun burning for few days.",
  "A full moon is nine times brighter than a half moon.",
  "When the Moon is directly above your head or if you stand at the equator, you weigh slightly less.",
  "A single quasar produces the same amount of energy as 1 trillion suns.",
  "Just after the Big Bang, everything in the Universe was in liquid form.",
  "A planet nicknamed “The Genesis Planet” has been found to be 12.7 billion years old, making it the oldest planet found.",
  "Every year, the Moon moves away from Earth by 3.8 centimeters.",
  "The Moon spins around its axis in the same time it goes one lap around the Earth, which makes us always see the same side of it.",
  "Upsilon Andromeda B only faces one side to its star. One side is hot as lava while the other one is cold, below freezing.",
  "The average galaxy contains “only” 40 billion stars.",
  "While in space astronomers can get taller, but at the same time their hearts can get smaller.",
  "Mars surface is covered with iron oxide (rust).",
  "Only half a billionth of the energy released by the Sun reaches Earth.",
  "Rogue planets are not bound by any star, brown dwarf or another planet which makes them free-float around the galaxy.",
  "Sweeps 10 is the planet with the shortest orbital period found. It orbits its star in only 10 hours.",
  "85% of all stars in our galaxy are part of multiple-star systems.",
  "Some brown dwarfs have liquid iron rain falling down on them.",
  "The light emitted by the Sun is actually 30,000 years old.",
  "Of the over 20 million meteors that are observable every day only one or two reach the surface of Earth.",
  "The United States has approximately 3,500 astronomers, but over 15,000 astrologers.",
  "The closest black hole to Earth is only 1,600 light-years away.",
  "There are at least 10,000,000,000,000,000,000 stars in the Universe.",
  "Any free-moving liquid in outer space will form itself into a sphere due to surface tension.",
  "The odds of being killed by falling space debris is 1 in 5 billion.",
  "Neutron stars can rotate up to 500 times in 1 second.",
  "The largest structure found in the universe is the Sloan Great Wall, a super cluster of galaxies 1.37 billion light-years wide.",
  "Ice evaporates in space the same way it does when you leave ice cubes in your freezer for a long time. It's called sublimation.",
  "“Twinkle, Twinkle, Little Star” is a fairly accurate description of a type of star called a white dwarf, made of compressed carbon.",
  "Quasars are some of the most luminous objects in the Universe. Each is powered by a supermassive black hole.",
  "Material falling into a black hole can radiate a lot of energy before it crosses the event horizon, after which it can't escape.",
  "If you fell into a black hole you wouldn't be crushed: you'd be stretched to death by tidal forces. It'd still be gross.",
  "If you wanted to become a black hole, you'd have to compress yourself smaller than an atom, and you would evaporate immediately.",
  "Dark matter only feels and exerts gravity. There's dark matter passing through your body right now, but you can't feel it.",
  "Galaxies come in all shapes and sizes. You'd need a billion of the smallest galaxies to match the star count in the biggest one.",
  "Mercury & Venus are the only 2 planets in our solar system that have no moons.",
  "If a star passes too close to a black hole, it can be torn apart.",
  "The hottest planet in our solar system is Venus.",
  "Our solar system is 4.57 billion years old.",
  "Enceladus, one of Saturn’s smaller moons, reflects 90% of the Sun’s light.",
  "The highest mountain discovered is the Olympus Mons, which is located on Mars.",
  "The Whirlpool Galaxy (M51) was the first celestial object identified as being spiral.",
  "A light-year is the distance covered by light in a single year.",
  "The Milky Way galaxy is 105,700 light-years wide.",
  "The Sun weighs about 330,000 times more than Earth.",
  "Footprints left on the Moon won’t disappear as there is no wind.",
  "Because of lower gravity, a person who weighs 220 lbs on Earth would weigh 84 lbs on Mars.",
  "There are 79 known moons orbiting Jupiter.",
  "The Martian day is 24 hours 39 minutes and 35 seconds long.",
  "NASA’s Crater Observation and Sensing Satellite (LCROSS) found evidence of water on the Earth’s Moon.",
  "The Sun makes a full rotation once every 25 – 35 days.",
  "Earth is the only planet not named after a God.",
  "Due to the Sun and Moon’s gravitational pull, we have tides.",
  "Pluto is smaller than the United States.",
  "According to mathematics, white holes are possible, although as of yet we have found none.",
  "There are more volcanoes on Venus than any other planet in our solar system.",
  "Uranus’ blue glow is due to the gases in its atmosphere.",
  "In our solar system that are 4 planets known as gas giants: Jupiter, Saturn, Uranus & Neptune.",
  "Uranus has 27 moons that have been discovered so far.",
  "Because of its unique tilt, a season on Uranus is equivalent to 21 Earth years.",
  "Neptune’s moon, Triton, orbits the planet backwards.",
  "Triton is gradually getting closer to the planet it orbits.",
  "There are more stars in space than there are grains of sand in the world.",
  "Neptune takes nearly 165 Earth years to make one orbit of the Sun.",
  "Pluto’s largest moon, Charon, is half the size of Pluto.",
  "The International Space Station is the largest manned object ever sent into space.",
  "A day on Pluto is lasts for 153.6 hours long.",
  "Saturn is the second largest planet in our solar system.",
  "Any free-moving liquid in outer space will form itself into a sphere.",
  "Mercury, Venus, Earth & Mars are known as the “Inner Planets”.",
  "We know more about Mars and our Moon than we do about our oceans.",
  "The Black Arrow is the only British satellite to be launched using a British rocket.",
  "Only 5% of the universe is visible from Earth.",
  "Light travels from the Sun to the Earth in less than 10 minutes.",
  "At any given moment, there are at least 2,000 thunderstorms happening on Earth.",
  "The Earth’s rotation is slowing slightly as time goes on.",
  "If you were driving at 75 miles per hour, it would take 258 days to drive around Saturn’s rings.",
  "Outer Space is only 62 miles away.",
  "The International Space Station circles Earth every 92 minutes.",
  "Stars twinkle because of the way light is disrupted as it passes through Earth’s atmosphere.",
  "We always see the same side of the Moon, no matter where we stand on Earth.",
  "There are three main types of galaxies: elliptical, spiral & irregular.",
  "There are approximately 100 thousand million stars in the Milky Way.",
  "Using the naked eye, you can see 3 – 7 different galaxies from Earth.",
  "In 2016, scientists detected a radio signal from a source 5 billion light-years away.",
  "The closest galaxy to us is the Andromeda Galaxy – it’s estimated at 2.5 million light-years away.",
  "The first Supernovae observed outside of our own galaxy was in 1885.",
  "The first ever black hole photographed is 3 million times the size of Earth.",
  "The distance between the Sun & Earth is defined as an Astronomical Unit.",
  "On Venus, it snows metal and rains sulfuric acid.",
  "The Mariner 10 was the first spacecraft that visited Mercury in 1974.",
  "Space is completely silent.",
  "Coca-Cola was the first commercial soft drink that was ever consumed in space.",
  "Astronauts can grow approximately two inches (5 cm) in height when in space.",
  "The Kuiper Belt is a region of the Solar System beyond the orbit of Neptune.",
  "The first woman in space was a Russian called Valentina Tereshkova.",
  "If Saturn’s rings were 3 feet long, they would be 10,000 times thinner than a razorblade.",
  "The Hubble Space Telescope is one of the most productive scientific instruments ever built.",
  "The first artificial satellite in space was called “Sputnik”.",
  "Exoplanets are planets that orbit around other stars.",
  "The center of the Milky Way smells like rum & tastes like raspberries.",
  "Our moon is moving away from Earth at a rate of 1.6 inch (4 cm) per year!",
  "Pluto is named after the Roman god of the underworld, not the Disney Dog.",
  "Spacesuit helmets have a Velcro patch, to help astronauts itch.",
  "The ISS is visible to more than 90% of the Earth’s population.",
  "Saturn is the only planet that could float in water.",
  "Asteroids are the byproducts of formations in the solar system, more than 4 billion years ago.",
  "Astronauts can’t burp in space.",
  "Uranus was originally called “George’s Star”.",
  "A sunset on Mars is blue.",
  "The Earth weighs about 81 times more than the Moon.",
  "The first living mammal to go into space was a dog named “Laika” from Russia.",
  "The word “astronaut” means “star sailor” in its origins.",
  "“NASA” stands for National Aeronautics and Space Administration.",
  "Gennady Padalka has spent more time in space than anyone else.",
  "Mercury has no atmosphere, which means there is no wind or weather.",
  "In China, the Milky Way is known as the “Silver River”.",
  "Red Dwarf stars that are low in mass can burn continually for up to 10 trillion years!",
  "Scientists once believed that the same side of Mercury always faced the Sun.",
  "Jupiter’s Red Spot is shrinking.",
  "A large percentage of asteroids are pulled in by Jupiter’s gravity.",
  "A day on Mercury is equivalent to 58 Earth days.",
  "As space has no gravity, pens won’t work.",
  "On average it takes the light only 1.3 seconds to travel from the Moon to Earth.",
  "There are 88 recognized star constellations in our night sky.",
  "The center of a comet is called a “nucleus”.",
  "As early as 240BC the Chinese began to document the appearance of Halley’s Comet.",
  "In 2006, the International Astronomical Union reclassified Pluto as a dwarf planet.",
  "There are 5 Dwarf Planets recognized in our Solar System.",
  "Mars is the most likely planet in our solar system to be hospitable to life.",
  "Halley’s Comet will pass over Earth again on 26th July 2061.",
  "There is a planet half the radius of the Earth with a surface made up of diamonds.",
  "Charles Darwin's personal pet tortoise didn't die until recently.",
  "The average person will spend six months of their life waiting for red lights to turn green",
  "A bolt of lightning contains enough energy to toast 100,000 slices of bread",
  "Cherophobia is the word for the irrational fear of being happy",
  "You can hear a blue whale's heartbeat from two miles away",
  "Nearly 30,000 rubber ducks were lost a sea in 1992 and are still being discovered today",
  "There's a Manhattan-specific ant",
  "The inventor of the frisbee was turned into a frisbee after he died",
  "There's a bridge exclusively for squirrels.",
  "Subway footlongs aren't a foot long.",
  "Marie Curie's notebooks are still radioactive",
  "One in three divorce filings include the word \"Facebook.\"",
  "Blood banks in Sweden notify donors when blood is used.",
  "Instead of saying \"cheese\" before taking a picture, Victorians said \"prunes\"",
  "Roosters have built-in earplugs.",
  "The Netherlands is so safe, it imports criminals to fill jails.",
  "One journal published a fake paper about Star Trek",
  "The world's largest pyramid isn't in Egypt.",
  "Coke saved one town from the Depression.",
  "We may have already had alien contact.",
  "Yes, you can smell rain.",
  "London cabbies have to memorize literally everything.",
  "There was a secret Baseball Hall of Fame inductee.",
  "Dolphins have actual names.",
  "Superman helped take down the KKK.",
  "A wild dog is the most successful predator.",
  "Medicine bottle foil exists because of poison.",
  "Tons and tons and tons of countries celebrate their independence from the U.K.",
  "LBJ owned a water-surfing car.",
  "Sears used to sell houses.",
  "There's an encrypted monument outside the CIA.",
  "Manhattan tap water isn't kosher.",
  "Timothy Leary busted out of prison.",
  "Cold water is just as cleansing as hot water.",
  "Incan people used knots to keep records.",
  "A U.S. Park Ranger once got hit by lightning seven times.",
  "Bottled water expiration dates are for the bottle, not the water.",
  "Queen Elizabeth wouldn't sit on the Iron Throne.",
  "A hiker found and returned an ancient wallet.",
  "South Koreans are 4cm taller than North Koreans.",
  "Animal shelters are slammed on July 5th.",
  "The most requested funeral song in England is by Monty Python.",
  "The world's most successful pirate was a woman.",
  "There may be treasure in Virginia.",
  "A sea lion once saved a man.",
  "Rich Russians hire fake ambulances.",
  "Milk wagons gave us roadway lines.",
  "Pandas fake pregnancy for better care.",
  "Businesses once didn't see the value of diaper stations.",
  "Beloved children's book author Roald Dahl was a spy.",
  "NASCAR drivers can lose up to 10 pounds in sweat due to high temperatures during races",
  "Victorians once used leeches to predict the weather",
  "Indians spend more than 10 hours a week reading, more than any other country in the world",
  "The Aurora Borealis has a sister phenomenon in the southern hemisphere called the Aurora Australis",
  "Your funny bone is actually a nerve",
  "Pineapples were named after pine cones",
  "A California woman tried to sue the makers of Cap'N'Crunch after she learned Crunch Berries were not real berries",
  "Cap'N'Crunch's full name is Horatio Magellan Crunch",
  "Apple briefly had its own clothing and lifestyle line in 1986",
  "The IKEA catalog is the most widely printed book in history",
  "3 Musketeers bars had three flavors until wartime rations made accessing vanilla and strawberry flavoring too difficult",
  "Crocodiles are one of the oldest living species, having survived for more than 200 million years",
  "Bacon's saltiness isn't natural—it comes from curing and brining",
  "Research shows that all blue-eyed people may be related",
  "There was a fifth Beatle named Stuart Sutcliffe",
  "The cracking sound your joints make is the sound of gases being released",
  "Your bones can multiply in density—times eight.",
  "The largest snowflake on record was 15 inches wide",
  "Scotland has more than 400 words for \"snow\"",
  "A pig was once executed for murdering a child in France",
  "Someone tried to sell New Zealand on eBay but was stopped once the bid reached $3,000",
  "A Canadian woman who lost her wedding ring while gardening found it 13 years later growing on a carrot",
  "The city of Boring has a sister city called Dull.",
  "McDonald's once tried to sell bubblegum-flavored broccoli to encourage kids to eat healthier",
  "In the 1990s, North Korean teachers were required to play the accordion",
  "This punctuation mark ?! is called an interrobang",
  "Doritos are flammable and can be used as kindling",
  "It's illegal to own only one guinea pig in Switzerland",
  "In 2016, a Florida man was charged with assault after throwing a live alligator through a drive-thru window",
  "American Airlines saved a boatload by removing a single olive from meals.",
  "Great Britain once had a Cones Hotline for people to report rogue traffic cones",
  "Starbucks flopped Down Under.",
  "The first written use of \"OMG\" was in a 1917 letter to Winston Churchill",
  "Flamin' Hot Cheetos were invented by a janitor.",
  "The largest living organism is an aspen grove in Utah called Pando",
  "Melting glaciers make a fizzy sound called \"bergy seltzer\"",
  "Flipping a shark upside down renders it immobile for up to 15 minutes",
  "Male students at Brigham Young University in Utah need special permission to grow a beard",
  "When Koko the gorilla met Mr. Rogers, she took off his shoes as she had seen him do on his TV show",
  "\"If you die alone in the Netherlands, someone will write you a poem and recite it at your funeral",
  "In the 16th century, poets exchanged rap-battle like stylized insults in an act called \"flyting\"",
  "Astronaut Alan Shepard Hit Two Golf Balls on the Moon's Surface",
  "The chief translator of the European Parliament speaks 32 languages fluently",
  "Beauty and the Beast was written to help girls accept arranged marriages.",
  "The first roller coaster was invented at Coney Island as a way to distract people from sinful activities",
  "The German word \"kummerspeck\" means weight gained from emotional eating",
  "Continental plates drift at about the same rate as fingernails grow",
  "Hitler's nephew wrote an essay defaming the dictator, then moved to the U.S. and served in the Navy to fight his uncle",
  "David Bowie helped topple the Berlin Wall.",
  "Brunch was originally invented to cure hangovers",
  "A parasite exists that destroys the tongue of a fish and replaces its tongue with its own body.",
  "Your fish is probably an imposter.",
  "France didn't stop executing people by guillotine until 1977.",
  "Dead women can give birth.",
  "A jellyfish's mouth is also its anus. ",
  "The size of your social circle is related to the size of your brain.",
  "Microscopic mites live on your face.",
  "You can't breathe and swallow at the same time.",
  "You've probably consumed dinosaur waste.",
  "Australia is larger in diameter than Pluto.",
  "Zombie spiders exist.",
  "It rains diamonds on Saturn and Jupiter.",
  "Alaska is the most Western and the most Eastern state in the U.S.",
  "In Welsh folklore, corgis transported fairies.",
  "Fake smiles can hurt you.",
  "Carrots were originally purple.",
  "Garlic actually attracts vampires.",
  "Craving ice is a symptom of iron deficiency.",
  "An octopus has three hearts.",
  "A chicken can live with its head (mostly) chopped off.",
  "Shakespeare invented the name Jessica.",
  "Vampire bats drink half their body weight in blood.",
  "Flamingos turn pink from eating shrimp.",
  "High heels were first designed for men.",
  "The Exorcist film set was haunted.",
  "Mars is run by robots.",
  "There's a brewery in Japan that makes beer from elephant dung.",
  "Men can get erections after they die.",
  "A lizard squirts blood out of its eye as a defense.",
  "There's a mental phenomenon that causes you to see monsters in mirrors.",
  "Banging your head against a wall for one hour burns 150 calories.",
  "In Switzerland it is illegal to own just one guinea pig.",
  "Pteronophobia is the fear of being tickled by feathers.",
  "Snakes can help predict earthquakes.",
  "A flock of crows is known as a murder.",
  "The oldest “your mom” joke was discovered on a 3,500 year old Babylonian tablet.",
  "So far, two diseases have successfully been eradicated: smallpox and rinderpest.",
  "29th May is officially “Put a Pillow on Your Fridge Day”.",
  "Cherophobia is an irrational fear of fun or happiness.",
  "7% of American adults believe that chocolate milk comes from brown cows.",
  "If you lift a kangaroo’s tail off the ground it can’t hop.",
  "Bananas are curved because they grow towards the sun.",
  "Billy goats urinate on their own heads to smell more attractive to females.",
  "The inventor of the Frisbee was cremated and made into a Frisbee after he died.",
  "During your lifetime, you will produce enough saliva to fill two swimming pools.",
  "If Pinocchio says “My Nose Will Grow Now”, it would cause a paradox.",
  "Polar bears could eat as many as 86 penguins in a single sitting…",
  "King Henry VIII slept with a gigantic axe beside him.",
  "Movie trailers were originally shown after the movie, which is why they were called “trailers”.",
  "An eagle can kill a young deer and fly away with it.",
  "Heart attacks are more likely to happen on a Monday.",
  "Tennis players are not allowed to swear when they are playing in Wimbledon.",
  "In 2017 more people were killed from injuries caused by taking a selfie than by shark attacks.",
  "The top six foods that make your fart are beans, corn, bell peppers, cauliflower, cabbage and milk.",
  "There is a species of spider called the Hobo Spider.",
  "A lion’s roar can be heard from 5 miles away.",
  "Saint Lucia is the only country in the world named after a woman.",
  "A baby spider is called a spiderling.",
  "The United States Navy has started using Xbox controllers for their periscopes.",
  "The following can be read forward and backwards: Do geese see God?",
  "A baby octopus is about the size of a flea when it is born.",
  "A sheep, a duck and a rooster were the first passengers in a hot air balloon.",
  "In Uganda, around 48% of the population is under 15 years of age.",
  "The average male gets bored of a shopping trip after 26 minutes.",
  "In the 16th Century, Turkish women could initiate a divorce if their husbands didn’t pour coffee for them.",
  "Recycling one glass jar saves enough energy to watch television for 3 hours.",
  "After the premiere of “16 and Pregnant,” teen pregnancy rates dropped.",
  "Approximately 10-20% of U.S. power outages are caused by squirrels.",
  "Facebook, Instagram and Twitter are all banned in China.",
  "95% of people text things they could never say in person.",
  "Honeybees can recognize human faces.",
  "The Battle of Hastings didn’t take place in Hastings.",
  "While trying to find a cure for AIDS, the Mayo Clinic made glow in the dark cats.",
  "A swarm of 20,000 bees followed a car for two days because their queen was stuck inside.",
  "Nearly 3% of the ice in Antarctic glaciers is penguin urine.",
  "Bob Dylan’s real name is Robert Zimmerman.",
  "A crocodile can’t poke its tongue out.",
  "Sea otters hold hands when they sleep so they don’t drift away from each other.",
  "A small child could swim through the veins of a blue whale.",
  "Bin Laden’s death was announced on 1st May 2011. Hitler’s death was announced on 1st May 1945.",
  "J.K. Rowling chose the unusual name “Hermione” so young girls wouldn’t be teased for being nerdy.",
  "Hewlett-Packard’s (also known as HP) name was decided in a coin toss in 1939.",
  "There is a total of 1,710 steps in the Eiffel Tower.",
  "The Pokémon Hitmonlee and Hitmonchan are based off of Bruce Lee and Jackie Chan.",
  "A woman tried to commit suicide by jumping off the Empire State Building. She jumped from the 86th floor but was blown back onto the 85th floor by a gust of wind.",
  "Pirates wore earrings because they believed it improved their eyesight.",
  "Los Angeles’s full name is “El Pueblo de Nuestra Senora la Reina de los Angeles de Porciuncula.”",
  "The Twitter bird actually has a name – Larry.",
  "Octopuses have four pairs of arms.",
  "In the popular sitcom, Parks and Recreation, the writers had no idea Nick Offerman was a talented saxophone player when they wrote the Duke Silver plot line.",
  "It snowed in the Sahara desert for 30 minutes on the 18th February 1979.",
  "Mike Tyson once offered a zoo attendant 10,000 dollars to let him fight a gorilla.",
  "ABBA turned down 1 billion dollars to do a reunion tour.",
  "There has never been a verified snow leopard attack on a human being.",
  "The first alarm clock could only ring at 4 a.m.",
  "Birds don’t urinate.",
  "Dying is illegal in the Houses of Parliaments.",
  "The most venomous jellyfish in the world is the Irukandji.",
  "The 20th of March is Snowman Burning Day.",
  "Queen Elizabeth can’t sit on the Iron Throne from Game of Thrones.",
  "There is official Wizard of New Zealand.",
  "An apple, potato, and onion all taste the same if you eat them with your nose plugged.",
  "Vincent van Gogh only sold one painting in his lifetime.",
  "A company in Taiwan makes dinnerware out of wheat, so you can eat your plate!",
  "The average person walks the equivalent of five times around the world in their lifetime.",
  "Michael Jackson offered to make a Harry Potter musical, but J.K. Rowling rejected the idea.",
  "The world record for stuffing drinking straws into your mouth at once is 459.",
  "Nutella was invented during WWII, when hazelnuts were mixed into chocolate to extend chocolate rations.",
  "In 2011, more than 1 in 3 divorce filings in the U.S. contained the word “Facebook.”",
  "According to Genesis 1:20-22 the chicken came before the egg.",
  "Honeybees can get drunk on fermented tree sap.",
  "Tears contain a natural pain killer which reduces pain and improves your mood.",
  "Squirrels forget where they hide about half of their nuts.",
  "Millions of birds a year die from smashing into windows in the U.S. alone.",
  "Dolly Parton lost in a Dolly Parton look-alike contest.",
  "George W. Bush was once a cheerleader.",
  "In total, there are 205 bones in the skeleton of a horse.",
  "Coca-Cola owns all website URLs that can be read as ahh, all the way up to 62 h’s.",
  "Each year there are more than 40,000 toilet related injuries in the United States.",
  "Strawberries can be red, yellow, green or white.",
  "Mewtwo is a clone of the Pokémon Mew, yet it comes before Mew in the Pokédex.",
  "Four people lived in a home for 6 months infested with about 2,000 brown recluse spiders, but none of them were harmed.",
  "Madonna suffers from brontophobia, which is the fear of thunder.",
  "In June 2017, the Facebook community reached 2 billion active users.",
  "Samuel L. Jackson requested a purple lightsaber in Star Wars in order for him to accept the part as Mace Windu.",
  "Paraskavedekatriaphobia is the fear of Friday the 13th.",
  "Kleenex tissues were originally used as filters in gas masks.",
  "In 1998, Sony accidentally sold 700,000 camcorders that had the technology to see through people’s clothes.",
  "During your lifetime, you will spend around thirty-eight days brushing your teeth.",
  "Ronald McDonald is “Donald McDonald” in Japan because it makes pronunciation easier for the Japanese."
]
