[
  "You can fit over 1,300 Earth-sized things inside Jupiter but over 1,300,000 Earth sized things inside our Sun!",
  "If you drove to the Sun it would take 152 years.",
  "There's more water on Europa than there is on Earth.",
  "Io smells like rotten eggs because of the sulphur volcanoes. Stinkiest place in the Solar System?",
  "The giant planets have likely moved since they formed, and Neptune and Uranus might have switched places",
  "You could float Saturn in the bath. If you had a Saturn-sized bath.",
  "If the Sun is a big beach ball, then the Earth is a small marble about a football field away",
  "There’s Red helium-neon rain on Jupiter and metallic snow/frost on Venus.",
  "The rain on Saturn's moon Titan is flammable (but there's no oxygen there so it never burns).",
  "During a Martian sunset, the Sun looks blue and the rest of the sky turns red.",
  "If you want to visit our nearest spiral galaxy, wait a couple billion years: it's on a collision course with us.",
  "If Saturn's rings shrunk to the thickness of 1 sheet of paper, the paper would be 500 meters wide.",
  "The Sun is rounder than it should be.",
  "During a collision of galaxies made of hundreds of billions of stars, the number of stars that collide is usually 0.",
  "The full Moon takes up the same space in the sky as our nearest spiral galaxy neighbor (which is very faint).",
  "Dust in galaxies smells like fried chicken.",
  "All of the gold in the Universe was made in the explosions of dying stars.",
  "All of the planets in the solar system lined end-to-end would just fit between the Earth and the Moon.",
  "We think there are as many planets in the galaxy as there are stars. We just haven't found most of them (yet).",
  "80% of the stuff in the universe is dark matter, and we can only see it from it's gravitational pull.",
  "To drive a car from one end of the Milky Way galaxy to the other, you'd need to convert about 50x all the life on Earth into gasoline.",
  "Shortly after the big bang, the entire universe was about a thousand times smoother than a bowling ball.",
  "Stars don't actually twinkle. Instead, the air on the Earth moves and distorts the light.",
  "In four billion years our Sun will be dying, Earth will no longer be habitable, and our Milky Way galaxy will be colliding with Andromeda.",
  "The biggest volcano in the Solar system is 'Olympus Mons' on Mars. It's 22 Km high and would cover most of France.",
  "Astronomers have found almost 5000 planets outside of the Solar system.",
  "Black holes have such strong gravity that even light can't escape from them. That's why they're black.",
  "The Moon and the Earth used to be one planet.",
  "100 billion solar neutrinos passed through every square centimeter of you before you finished reading this",
  "If you could place a pinhead-sized piece of the Sun on the Earth you would die from standing within 145 km (90 miles) from it.",
  "Space is not a complete vacuum: there are about 3 atoms per cubic meter of space.",
  "Only 5% of the Universe is made up of normal matter: 25% is dark matter and 70% is dark energy.",
  "Neutron stars are so dense that a teaspoon of them would be equal to the weight of the entire Earth’s population.",
  "The Sun is 400 times larger than the Moon but is 400 times further away from Earth, making them appear the same size.",
  "The star Lucy in the constellation Centaurus is a huge cosmic diamond of 10 billion trillion trillion carats.",
  "Seasons last 21 years on Uranus while each pole has 42 years of sunlight followed by 42 years of darkness.",
  "Venus does not have any seasons at all.",
  "1 year on Mercury consists of less than 2 days on Mercury.",
  "There are as many oxygen atoms in a breath as breaths of air in the atmosphere.",
  "Helium is the only substance in the universe that cannot be in solid form. It can’t be cold enough.",
  "The coldest place in the Universe is on Earth, in Wolfgang Ketterles lab in Massachusetts: 0.000000000001 degrees Kelvin.",
  "The pistol star is the most luminous star known, at 10 million times the brightness of the Sun.",
  "Saturn’s moon Titan has liquid oceans of natural gas.",
  "All the planets are the same age: 4.544 billion years.",
  "Earth's moon was most likely formed after an early planet named Theia crashed into Earth.",
  "8000 stars are visible with the naked eye from Earth. 4000 in each hemisphere, 2000 at daylight and 2000 at night.",
  "90-99% of all normal matter in the universe is hydrogen.",
  "Only 55% of all Americans know that the Sun is a star.",
  "Because of the speed the Sun moves at, solar eclipses can last at most 7 minutes and 58 seconds.",
  "Lunar eclipses can last 1 hour and 40 minutes.",
  "All the coal, oil, gas, wood and fuel on Earth would only keep the Sun burning for few days.",
  "A full moon is nine times brighter than a half moon.",
  "When the Moon is directly above your head or if you stand at the equator, you weigh slightly less.",
  "A single quasar produces the same amount of energy as 1 trillion suns.",
  "Just after the Big Bang, everything in the Universe was in liquid form.",
  "A planet nicknamed “The Genesis Planet” has been found to be 12.7 billion years old, making it the oldest planet found.",
  "Every year, the Moon moves away from Earth by 3.8 centimeters.",
  "The Moon spins around its axis in the same time it goes one lap around the Earth, which makes us always see the same side of it.",
  "Upsilon Andromeda B only faces one side to its star. One side is hot as lava while the other one is cold, below freezing.",
  "The average galaxy contains “only” 40 billion stars.",
  "While in space astronomers can get taller, but at the same time their hearts can get smaller.",
  "Mars surface is covered with iron oxide (rust).",
  "Only half a billionth of the energy released by the Sun reaches Earth.",
  "Rogue planets are not bound by any star, brown dwarf or another planet which makes them free-float around the galaxy.",
  "Sweeps 10 is the planet with the shortest orbital period found. It orbits its star in only 10 hours.",
  "85% of all stars in our galaxy are part of multiple-star systems.",
  "Some brown dwarfs have liquid iron rain falling down on them.",
  "The light emitted by the Sun is actually 30,000 years old.",
  "Of the over 20 million meteors that are observable every day only one or two reach the surface of Earth.",
  "The United States has approximately 3,500 astronomers, but over 15,000 astrologers.",
  "The closest black hole to Earth is only 1,600 light-years away.",
  "There are at least 10,000,000,000,000,000,000 stars in the Universe.",
  "Any free-moving liquid in outer space will form itself into a sphere due to surface tension.",
  "The odds of being killed by falling space debris is 1 in 5 billion.",
  "Neutron stars can rotate up to 500 times in 1 second.",
  "The largest structure found in the universe is the Sloan Great Wall, a super cluster of galaxies 1.37 billion light-years wide.",
  "Ice evaporates in space the same way it does when you leave ice cubes in your freezer for a long time. It's called sublimation.",
  "“Twinkle, Twinkle, Little Star” is a fairly accurate description of a type of star called a white dwarf, made of compressed carbon.",
  "Quasars are some of the most luminous objects in the Universe. Each is powered by a supermassive black hole.",
  "Material falling into a black hole can radiate a lot of energy before it crosses the event horizon, after which it can't escape.",
  "If you fell into a black hole you wouldn't be crushed: you'd be stretched to death by tidal forces. It'd still be gross.",
  "If you wanted to become a black hole, you'd have to compress yourself smaller than an atom, and you would evaporate immediately.",
  "Dark matter only feels and exerts gravity. There's dark matter passing through your body right now, but you can't feel it.",
  "Galaxies come in all shapes and sizes. You'd need a billion of the smallest galaxies to match the star count in the biggest one.",
  "Mercury & Venus are the only 2 planets in our solar system that have no moons.",
  "If a star passes too close to a black hole, it can be torn apart.",
  "The hottest planet in our solar system is Venus.",
  "Our solar system is 4.57 billion years old.",
  "Enceladus, one of Saturn’s smaller moons, reflects 90% of the Sun’s light.",
  "The highest mountain discovered is the Olympus Mons, which is located on Mars.",
  "The Whirlpool Galaxy (M51) was the first celestial object identified as being spiral.",
  "A light-year is the distance covered by light in a single year.",
  "The Milky Way galaxy is 105,700 light-years wide.",
  "The Sun weighs about 330,000 times more than Earth.",
  "Footprints left on the Moon won’t disappear as there is no wind.",
  "Because of lower gravity, a person who weighs 220 lbs on Earth would weigh 84 lbs on Mars.",
  "There are 79 known moons orbiting Jupiter.",
  "The Martian day is 24 hours 39 minutes and 35 seconds long.",
  "NASA’s Crater Observation and Sensing Satellite (LCROSS) found evidence of water on the Earth’s Moon.",
  "The Sun makes a full rotation once every 25 – 35 days.",
  "Earth is the only planet not named after a God.",
  "Due to the Sun and Moon’s gravitational pull, we have tides.",
  "Pluto is smaller than the United States.",
  "According to mathematics, white holes are possible, although as of yet we have found none.",
  "There are more volcanoes on Venus than any other planet in our solar system.",
  "Uranus’ blue glow is due to the gases in its atmosphere.",
  "In our solar system that are 4 planets known as gas giants: Jupiter, Saturn, Uranus & Neptune.",
  "Uranus has 27 moons that have been discovered so far.",
  "Because of its unique tilt, a season on Uranus is equivalent to 21 Earth years.",
  "Neptune’s moon, Triton, orbits the planet backwards.",
  "Triton is gradually getting closer to the planet it orbits.",
  "There are more stars in space than there are grains of sand in the world.",
  "Neptune takes nearly 165 Earth years to make one orbit of the Sun.",
  "Pluto’s largest moon, Charon, is half the size of Pluto.",
  "The International Space Station is the largest manned object ever sent into space.",
  "A day on Pluto is lasts for 153.6 hours long.",
  "Saturn is the second largest planet in our solar system.",
  "Any free-moving liquid in outer space will form itself into a sphere.",
  "Mercury, Venus, Earth & Mars are known as the “Inner Planets”.",
  "We know more about Mars and our Moon than we do about our oceans.",
  "The Black Arrow is the only British satellite to be launched using a British rocket.",
  "Only 5% of the universe is visible from Earth.",
  "Light travels from the Sun to the Earth in less than 10 minutes.",
  "At any given moment, there are at least 2,000 thunderstorms happening on Earth.",
  "The Earth’s rotation is slowing slightly as time goes on.",
  "If you were driving at 75 miles per hour, it would take 258 days to drive around Saturn’s rings.",
  "Outer Space is only 62 miles away.",
  "The International Space Station circles Earth every 92 minutes.",
  "Stars twinkle because of the way light is disrupted as it passes through Earth’s atmosphere.",
  "We always see the same side of the Moon, no matter where we stand on Earth.",
  "There are three main types of galaxies: elliptical, spiral & irregular.",
  "There are approximately 100 thousand million stars in the Milky Way.",
  "Using the naked eye, you can see 3 – 7 different galaxies from Earth.",
  "In 2016, scientists detected a radio signal from a source 5 billion light-years away.",
  "The closest galaxy to us is the Andromeda Galaxy – it’s estimated at 2.5 million light-years away.",
  "The first Supernovae observed outside of our own galaxy was in 1885.",
  "The first ever black hole photographed is 3 million times the size of Earth.",
  "The distance between the Sun & Earth is defined as an Astronomical Unit.",
  "The second man on the moon was Buzz Aldrin. “Moon” was Aldrin’s mother’s maiden name.",
  "Buzz Aldrin’s birth name was Edwin Eugene Aldrin Jr.",
  "On Venus, it snows metal and rains sulfuric acid.",
  "The Mariner 10 was the first spacecraft that visited Mercury in 1974.",
  "Space is completely silent.",
  "Coca-Cola was the first commercial soft drink that was ever consumed in space.",
  "Astronauts can grow approximately two inches (5 cm) in height when in space.",
  "The Kuiper Belt is a region of the Solar System beyond the orbit of Neptune.",
  "The first woman in space was a Russian called Valentina Tereshkova.",
  "If Saturn’s rings were 3 feet long, they would be 10,000 times thinner than a razorblade.",
  "The Hubble Space Telescope is one of the most productive scientific instruments ever built.",
  "The first artificial satellite in space was called “Sputnik”.",
  "Exoplanets are planets that orbit around other stars.",
  "The center of the Milky Way smells like rum & tastes like raspberries.",
  "Our moon is moving away from Earth at a rate of 1.6 inch (4 cm) per year!",
  "Pluto is named after the Roman god of the underworld, not the Disney Dog.",
  "Spacesuit helmets have a Velcro patch, to help astronauts itch.",
  "The ISS is visible to more than 90% of the Earth’s population.",
  "Saturn is the only planet that could float in water.",
  "Asteroids are the byproducts of formations in the solar system, more than 4 billion years ago.",
  "Astronauts can’t burp in space.",
  "Uranus was originally called “George’s Star”.",
  "A sunset on Mars is blue.",
  "The Earth weighs about 81 times more than the Moon.",
  "The first living mammal to go into space was a dog named “Laika” from Russia.",
  "The word “astronaut” means “star sailor” in its origins.",
  "“NASA” stands for National Aeronautics and Space Administration.",
  "Gennady Padalka has spent more time in space than anyone else.",
  "Mercury has no atmosphere, which means there is no wind or weather.",
  "In China, the Milky Way is known as the “Silver River”.",
  "Red Dwarf stars that are low in mass can burn continually for up to 10 trillion years!",
  "Scientists once believed that the same side of Mercury always faced the Sun.",
  "Jupiter’s Red Spot is shrinking.",
  "A large percentage of asteroids are pulled in by Jupiter’s gravity.",
  "A day on Mercury is equivalent to 58 Earth days.",
  "As space has no gravity, pens won’t work.",
  "On average it takes the light only 1.3 seconds to travel from the Moon to Earth.",
  "There are 88 recognized star constellations in our night sky.",
  "The center of a comet is called a “nucleus”.",
  "As early as 240BC the Chinese began to document the appearance of Halley’s Comet.",
  "In 2006, the International Astronomical Union reclassified Pluto as a dwarf planet.",
  "There are 5 Dwarf Planets recognized in our Solar System.",
  "Mars is the most likely planet in our solar system to be hospitable to life.",
  "Halley’s Comet will pass over Earth again on 26th July 2061.",
  "There is a planet half the radius of the Earth with a surface made up of diamonds.",
  "Buzz Lightyear from Toy Story has actually been to outer space!"
]
